Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# ai.usage.metric.embeddingItems
source: Embedding items
ar: عناصر التضمين
de: Embedding-Elemente
es: Elementos de embedding
fr: Éléments d’embedding
id: Item embedding
it: Elementi embedding
ja: 埋め込みアイテム
ko: 임베딩 항목
pl: Elementy osadzania
pt_br: Itens de embedding
ru: Элементы эмбеддинга
tr: Gömme öğeleri
uk: Елементи вбудовування
vi: Mục nhúng
zh_hans: 向量化条目
zh_hant: 向量化條目

# ai.usage.metric.inputHint
source: Includes cached input
ar: يتضمن المدخلات المخزنة مؤقتًا
de: Inklusive zwischengespeicherter Eingabe
es: Incluye entrada en caché
fr: Inclut l’entrée en cache
id: Termasuk input yang di-cache
it: Include input in cache
ja: キャッシュされた入力を含む
ko: 캐시된 입력 포함
nl: Inclusief gecachete invoer
pl: Obejmuje buforowane wejście
pt_br: Inclui entrada em cache
ru: Включая кэшированный ввод
tr: Önbelleğe alınmış girdi dahil
uk: Включає кешований вхід
vi: Bao gồm đầu vào đã lưu trong bộ nhớ đệm
zh_hans: 包含缓存输入
zh_hant: 包含快取輸入

# ai.usage.metric.inputTokens
source: Input
ar: الإدخال
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
nl: Invoer
pl: Wejście
pt_br: Entrada
ru: Ввод
tr: Girdi
uk: Вхід
vi: Đầu vào
zh_hans: 输入
zh_hant: 輸入

# ai.usage.metric.knownRateFormat
source: %@ of calls reported usage
ar: %@ من المكالمات أبلغت عن الاستخدام
de: %@ der Aufrufe haben Nutzung gemeldet
es: %@ de las llamadas reportaron uso
fr: %@ des appels ont signalé une utilisation
id: %@ panggilan melaporkan penggunaan
it: %@ delle chiamate hanno riportato utilizzo
ja: 呼び出しの %@ が使用状況を報告
ko: 호출 중 %@에서 사용량 보고
nl: %@ van de oproepen rapporteerde gebruik
pl: %@ wywołań zgłosiło użycie
pt_br: %@ das chamadas reportaram uso
ru: %@ вызовов сообщили об использовании
tr: Çağrıların %@'i kullanım bildirdi
uk: %@ викликів повідомили про використання
zh_hans: %@ 的调用返回了用量
zh_hant: %@ 的呼叫回傳了用量

# ai.usage.metric.outputHint
source: Includes reasoning tokens
ar: يتضمن رموز الاستدلال
de: Inklusive Reasoning-Token
es: Incluye tokens de razonamiento
fr: Inclut les jetons de raisonnement
id: Termasuk token penalaran
it: Include token di ragionamento
ja: 推論トークンを含む
ko: 추론 토큰 포함
nl: Inclusief redeneertokens
pl: Obejmuje tokeny rozumowania
pt_br: Inclui tokens de raciocínio
ru: Включая токены рассуждений
tr: Akıl yürütme tokenları dahil
uk: Включає токени міркування
vi: Bao gồm token suy luận
zh_hans: 包含推理 token
zh_hant: 包含推理 token

# ai.usage.metric.outputTokens
source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
nl: Uitvoer
pl: Wyjście
pt_br: Saída
ru: Вывод
tr: Çıktı
uk: Вихід
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

# ai.usage.metric.successRateFormat
source: %@ succeeded
ar: %@ نجحت
de: %@ erfolgreich
es: %@ exitosas
fr: %@ ont réussi
id: %@ berhasil
it: %@ riuscite
ja: %@ が成功
ko: %@ 성공
nl: %@ geslaagd
pl: %@ zakończonych sukcesem
pt_br: %@ bem-sucedidas
ru: %@ успешно
tr: %@ başarılı
uk: %@ успішно
zh_hans: 成功率 %@
zh_hant: 成功率 %@

# ai.usage.metric.totalTokens
source: Total tokens
ar: إجمالي الرموز
de: Token insgesamt
es: Total de tokens
fr: Total des jetons
id: Total token
it: Token totali
ja: 合計トークン
ko: 총 토큰
nl: Totaal tokens
pl: Łączna liczba tokenów
pt_br: Total de tokens
ru: Всего токенов
tr: Toplam token
uk: Усього токенів
vi: Tổng token
zh_hans: 总 token
zh_hant: 總 token

# ai.usage.open
source: AI Usage
ar: استخدام الذكاء الاصطناعي
de: KI-Nutzung
es: Uso de IA
fr: Utilisation IA
id: Penggunaan AI
it: Utilizzo AI
ja: AI使用量
ko: AI 사용량
nl: AI-gebruik
pl: Użycie AI
pt_br: Uso de IA
ru: Использование ИИ
tr: AI Kullanımı
uk: Використання AI
vi: Sử dụng AI
zh_hans: AI 用量
zh_hant: AI 用量

# ai.usage.popover.summaryFormat
source: %@ tokens · %lld calls
ar: %@ رمز · %lld مكالمة
de: %@ Token · %lld Aufrufe
es: %@ tokens · %lld llamadas
fr: %@ jetons · %lld appels
id: %@ token · %lld panggilan
it: %@ token · %lld chiamate
ja: %@ トークン · %lld コール
ko: %@ 토큰 · %lld회 호출
nl: %@ tokens · %lld oproepen
pl: %@ tokenów · %lld wywołań
pt_br: %@ tokens · %lld chamadas
ru: %@ токенов · %lld вызовов
tr: %@ token · %lld çağrı
uk: %@ токенів · %lld викликів
vi: %@ token · %lld cuộc gọi
zh_hans: %@ token · %lld 次调用
zh_hant: %@ token · %lld 次調用

# ai.usage.popover.title
source: AI usage today
ar: استخدام الذكاء الاصطناعي اليوم
de: KI-Nutzung heute
es: Uso de IA hoy
fr: Utilisation IA aujourd’hui
id: Penggunaan AI hari ini
it: Utilizzo AI oggi
ja: 今日のAI使用量
ko: 오늘의 AI 사용량
nl: AI-gebruik vandaag
pl: Użycie AI dzisiaj
pt_br: Uso de IA hoje
ru: Использование ИИ сегодня
tr: Bugünkü AI kullanımı
uk: Використання AI сьогодні
vi: Sử dụng AI hôm nay
zh_hans: 今日 AI 用量
zh_hant: 今日 AI 用量

# ai.usage.range.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 전체
nl: Alle
pl: Wszystko
pt_br: Todo
ru: Все
tr: Tümü
uk: Увесь час
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# ai.usage.range.sevenDays
source: 7 Days
ar: 7 أيام
de: 7 Tage
es: 7 días
fr: 7 jours
id: 7 Hari
it: 7 giorni
ja: 7日間
ko: 7일
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
ru: 7 дней
tr: 7 Gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

# ai.usage.range.thirtyDays
source: 30 Days
ar: 30 يومًا
de: 30 Tage
es: 30 días
fr: 30 jours
id: 30 Hari
it: 30 giorni
ja: 30日間
ko: 30일
nl: 30 dagen
pl: 30 dni
pt_br: 30 dias
ru: 30 дней
tr: 30 Gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

# ai.usage.range.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# ai.usage.refresh
source: Refresh usage
ar: تحديث الاستخدام
de: Nutzung aktualisieren
es: Actualizar uso
fr: Actualiser l’utilisation
id: Muat ulang penggunaan
it: Aggiorna utilizzo
ja: 使用量を更新
ko: 사용량 새로고침
nl: Gebruik vernieuwen
pl: Odśwież użycie
pt_br: Atualizar uso
ru: Обновить использование
tr: Kullanımı yenile
uk: Оновити використання
vi: Làm mới sử dụng
zh_hans: 刷新用量
zh_hant: 重新整理用量

# ai.usage.source.estimated
source: Estimated
ar: تقديري
de: Geschätzt
es: Estimado
fr: Estimé
id: Perkiraan
it: Stimato
ja: 推定
ko: 추정
nl: Geschat
pl: Szacowane
pt_br: Estimado
ru: Оценка
tr: Tahmini
uk: Оцінено
vi: Ước tính
zh_hans: 估算
zh_hant: 估算

# ai.usage.source.provider
source: Exact
ar: دقيق
de: Exakt
es: Exacto
id: Tepat
it: Esatto
ja: 正確
ko: 정확
pl: Dokładne
pt_br: Exato
ru: Точно
tr: Kesin
uk: Точно
vi: Chính xác
zh_hans: 精确
zh_hant: 精確

# ai.usage.source.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamaz
uk: Недоступно
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 不可用

# ai.usage.status.cancelled
source: Cancelled
ar: ملغاة
de: Abgebrochen
es: Cancelada
fr: Annulé
id: Dibatalkan
it: Annullata
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelada
ru: Отменено
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# ai.usage.status.failed
source: Failed
ar: فاشلة
de: Fehlgeschlagen
es: Fallida
fr: Échoué
id: Gagal
it: Fallita
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# ai.usage.status.succeeded
source: Succeeded
ar: ناجحة
de: Erfolgreich
es: Exitosa
fr: Réussi
id: Berhasil
it: Riuscita
ja: 成功
ko: 성공
nl: Geslaagd
pl: Sukces
pt_br: Bem-sucedida
ru: Успешно
tr: Başarılı
uk: Успішно
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# ai.usage.status.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# ai.usage.subtitle
source: Tokens and API calls made by Starcat on this Mac
ar: الرموز ومكالمات API التي يقوم بها Starcat على جهاز Mac هذا
de: Token und API-Aufrufe von Starcat auf diesem Mac
es: Tokens y llamadas a la API realizadas por Starcat en este Mac
fr: Jetons et appels API effectués par Starcat sur ce Mac
id: Token dan panggilan API yang dibuat oleh Starcat di Mac ini
it: Token e chiamate API effettuate da Starcat su questo Mac
ja: このMacでStarcatが行ったトークンとAPIコール
ko: 이 Mac에서 Starcat이 사용한 토큰 및 API 호출
nl: Tokens en API-oproepen door Starcat op deze Mac
pl: Tokeny i wywołania API wykonane przez Starcat na tym Macu
pt_br: Tokens e chamadas de API feitas pelo Starcat neste Mac
ru: Токены и API-вызовы, выполненные Starcat на этом Mac
tr: Bu Mac'te Starcat tarafından yapılan token ve API çağrıları
uk: Токени та API виклики, зроблені Starcat на цьому Mac
vi: Token và cuộc gọi API do Starcat thực hiện trên máy Mac này
zh_hans: Starcat 在这台 Mac 上产生的 token 与 API 调用
zh_hant: Starcat 在這台 Mac 上產生的 token 與 API 呼叫

# ai.usage.title
source: AI Usage
ar: استخدام الذكاء الاصطناعي
de: KI-Nutzung
es: Uso de IA
fr: Utilisation IA
id: Penggunaan AI
it: Utilizzo AI
ja: AI使用量
ko: AI 사용량
nl: AI-gebruik
pl: Użycie AI
pt_br: Uso de IA
ru: Использование ИИ
tr: AI Kullanımı
uk: Використання AI
vi: Sử dụng AI
zh_hans: AI 用量
zh_hant: AI 用量

# ai.usage.trend.callsFormat
source: %@ API calls in the selected range
ar: %@ مكالمة API في النطاق المحدد
de: %@ API-Aufrufe im ausgewählten Zeitraum
es: %@ llamadas a la API en el rango seleccionado
fr: %@ appels API dans la période sélectionnée
id: %@ panggilan API dalam rentang yang dipilih
it: %@ chiamate API nell'intervallo selezionato
ja: 選択範囲内で%@件のAPIコール
ko: 선택한 범위에서 %@ API 호출
nl: %@ API-oproepen in het geselecteerde bereik
pl: %@ wywołań API w wybranym zakresie
pt_br: %@ chamadas de API no período selecionado
ru: %@ API-вызовов в выбранном диапазоне
tr: Seçilen aralıkta %@ API çağrısı
uk: %@ API викликів у вибраному проміжку
zh_hans: 所选范围内共 %@ 次 API 调用
zh_hant: 所選範圍內共 %@ 次 API 呼叫

# ai.usage.trend.day
source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
id: Hari
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
pt_br: Dia
ru: День
tr: Gün
uk: День
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# ai.usage.trend.subtitle
source: Provider-reported input and output tokens by day
ar: رموز الإدخال والإخراج المبلغ عنها من قبل المزود يوميًا
de: Vom Anbieter gemeldete Eingabe- und Ausgabe-Token pro Tag
es: Tokens de entrada y salida reportados por el proveedor por día
fr: Jetons d’entrée et de sortie rapportés par le fournisseur par jour
id: Token input dan output yang dilaporkan penyedia per hari
it: Token di input e output riportati dal provider per giorno
ja: プロバイダーが報告した日別の入力・出力トークン
ko: 제공자가 보고한 일별 입력 및 출력 토큰
nl: Door aanbieder gerapporteerde invoer- en uitvoertokens per dag
pl: Tokeny wejściowe i wyjściowe zgłoszone przez dostawcę na dzień
pt_br: Tokens de entrada e saída reportados pelo provedor por dia
ru: Входные и выходные токены по дням, сообщённые провайдером
tr: Sağlayıcı tarafından bildirilen günlük girdi ve çıktı tokenları
uk: Вхідні та вихідні токени за днями, повідомлені провайдером
vi: Token đầu vào và đầu ra do nhà cung cấp báo cáo theo ngày
zh_hans: 按天展示 Provider 返回的输入与输出 token
zh_hant: 按天顯示 Provider 回報的輸入與輸出 token

# ai.usage.trend.title
source: Token trend
ar: اتجاه الرموز
es: Tendencia de tokens
fr: Tendance des jetons
id: Tren token
it: Andamento token
ja: トークン推移
ko: 토큰 추세
pl: Trend tokenów
pt_br: Tendência de tokens
ru: Тренд токенов
tr: Token eğilimi
uk: Тренд токенів
vi: Xu hướng token
zh_hans: Token 趋势
zh_hant: Token 趨勢

# ai.usage.window.title
source: AI Usage
ar: استخدام الذكاء الاصطناعي
de: KI-Nutzung
es: Uso de IA
fr: Utilisation IA
id: Penggunaan AI
it: Utilizzo AI
ja: AI使用量
ko: AI 사용량
nl: AI-gebruik
pl: Użycie AI
pt_br: Uso de IA
ru: Использование ИИ
tr: AI Kullanımı
uk: Використання AI
vi: Sử dụng AI
zh_hans: AI 用量
zh_hant: AI 用量

# anySearch.error.accountDisabled
source: AnySearch account disabled. Contact support@anysearch.com
ar: تم تعطيل حساب AnySearch. اتصل بـ support@anysearch.com
de: AnySearch-Konto deaktiviert. Kontaktieren Sie support@anysearch.com
es: Cuenta de AnySearch deshabilitada. Contacte a support@anysearch.com
fr: Compte AnySearch désactivé. Contactez support@anysearch.com
id: Akun AnySearch dinonaktifkan. Hubungi support@anysearch.com
it: Account AnySearch disabilitato. Contatta support@anysearch.com
ja: AnySearchアカウントが無効です。support@anysearch.comにお問い合わせください
ko: AnySearch 계정이 비활성화되었습니다. support@anysearch.com에 문의하세요.
nl: AnySearch-account uitgeschakeld. Neem contact op met support@anysearch.com
pl: Konto AnySearch wyłączone. Skontaktuj się z support@anysearch.com
pt_br: Conta AnySearch desativada. Contate support@anysearch.com
ru: Учётная запись AnySearch отключена. Свяжитесь с support@anysearch.com
tr: AnySearch hesabı devre dışı. support@anysearch.com ile iletişime geçin
uk: Обліковий запис AnySearch вимкнено. Зверніться до support@anysearch.com
vi: Tài khoản AnySearch bị vô hiệu hóa. Liên hệ support@anysearch.com
zh_hans: AnySearch 账号已禁用，请联系 support@anysearch.com
zh_hant: AnySearch 帳號已停用，請聯絡 support@anysearch.com

# anySearch.error.anonymousQuotaExhausted
source: Free anonymous quota exhausted. Bind an API key to continue
ar: تم استنفاد الحصة المجانية المجهولة. اربط مفتاح API للمتابعة
de: Kostenloses anonymes Kontingent erschöpft. Binden Sie einen API-Schlüssel ein, um fortzufahren
es: Cuota anónima gratuita agotada. Vincule una clave API para continuar
fr: Quota anonyme gratuit épuisé. Liez une clé API pour continuer
id: Kuota anonim gratis habis. Ikat kunci API untuk melanjutkan
it: Quota anonima gratuita esaurita. Collega una chiave API per continuare
ja: 匿名の無料枠を使い切りました。APIキーをバインドして続行してください
ko: 무료 익명 할당량이 소진되었습니다. 계속하려면 API 키를 연결하세요.
nl: Gratis anonieme quotum uitgeput. Koppel een API-sleutel om door te gaan
pl: Wyczerpano darmowy limit anonimowy. Aby kontynuować, powiąż klucz API
pt_br: Cota anônima gratuita esgotada. Vincule uma chave de API para continuar
ru: Бесплатная анонимная квота исчерпана. Привяжите API-ключ для продолжения
tr: Ücretsiz anonim kota doldu. Devam etmek için bir API anahtarı bağlayın
uk: Безкоштовна анонімна квота вичерпана. Прив'яжіть API ключ, щоб продовжити
vi: Hết hạn mức ẩn danh miễn phí. Liên kết khóa API để tiếp tục
zh_hans: AnySearch 匿名免费额度已用尽，绑定 API Key 可继续使用
zh_hant: AnySearch 匿名免費額度已用盡，請綁定 API Key 以繼續使用

# anySearch.error.apiKey.expired
source: AnySearch API key has expired
ar: انتهت صلاحية مفتاح AnySearch API
de: AnySearch-API-Schlüssel ist abgelaufen
es: La clave API de AnySearch ha expirado
fr: La clé API AnySearch a expiré
id: Kunci API AnySearch telah kedaluwarsa
it: La chiave API AnySearch è scaduta
ja: AnySearch APIキーの有効期限が切れました
ko: AnySearch API 키가 만료되었습니다.
nl: AnySearch API-sleutel is verlopen
pl: Klucz API AnySearch wygasł
pt_br: A chave de API AnySearch expirou
ru: Срок действия API-ключа AnySearch истёк
tr: AnySearch API anahtarının süresi doldu
uk: Термін дії API ключа AnySearch закінчився
vi: Khóa API AnySearch đã hết hạn
zh_hans: AnySearch API Key 已过期
zh_hant: AnySearch API Key 已過期

# anySearch.error.apiKey.invalid
source: AnySearch API key is invalid or revoked
ar: مفتاح AnySearch API غير صالح أو ملغى
de: AnySearch-API-Schlüssel ist ungültig oder widerrufen
es: La clave API de AnySearch no es válida o ha sido revocada
fr: La clé API AnySearch est invalide ou révoquée
id: Kunci API AnySearch tidak valid atau dicabut
it: La chiave API AnySearch non è valida o è stata revocata
ja: AnySearch APIキーが無効または失効しています
ko: AnySearch API 키가 유효하지 않거나 해지되었습니다.
nl: AnySearch API-sleutel is ongeldig of ingetrokken
pl: Klucz API AnySearch jest nieprawidłowy lub został unieważniony
pt_br: A chave de API AnySearch é inválida ou foi revogada
ru: API-ключ AnySearch недействителен или отозван
tr: AnySearch API anahtarı geçersiz veya iptal edilmiş
uk: API ключ AnySearch недійсний або відкликаний
vi: Khóa API AnySearch không hợp lệ hoặc đã bị thu hồi
zh_hans: AnySearch API Key 无效或已被禁用
zh_hant: AnySearch API Key 無效或已被撤銷

# anySearch.error.apiKey.malformedHeader
source: Malformed AnySearch API key header
ar: رأس مفتاح AnySearch API تالف
de: Fehlerhafter AnySearch-API-Schlüssel-Header
es: Encabezado de clave API de AnySearch mal formado
fr: En-tête de clé API AnySearch mal formé
id: Header kunci API AnySearch salah format
it: Intestazione chiave API AnySearch malformata
ja: AnySearch APIキーヘッダーの形式が不正です
ko: AnySearch API 키 헤더 형식이 잘못되었습니다.
nl: Ongeldige AnySearch API-sleutelheader
pl: Nieprawidłowy nagłówek klucza API AnySearch
pt_br: Cabeçalho da chave de API AnySearch malformado
ru: Некорректный заголовок API-ключа AnySearch
tr: Hatalı AnySearch API anahtarı başlığı
uk: Неправильний заголовок API ключа AnySearch
vi: Tiêu đề khóa API AnySearch sai định dạng
zh_hans: AnySearch API Key 头格式错误
zh_hant: AnySearch API Key 標頭格式錯誤

# anySearch.error.capabilityNotEnabledFormat
source: This capability is not enabled for your API key: %@
ar: هذه الإمكانية غير مفعلة لمفتاح API الخاص بك: %@
de: Diese Funktion ist für Ihren API-Schlüssel nicht aktiviert: %@
es: Esta capacidad no está habilitada para su clave API: %@
fr: Cette capacité n’est pas activée pour votre clé API : %@
id: Kemampuan ini tidak diaktifkan untuk kunci API Anda: %@
it: Questa funzionalità non è abilitata per la tua chiave API: %@
ja: この機能はAPIキーで有効になっていません: %@
ko: 이 기능은 API 키에 대해 활성화되지 않았습니다: %@
nl: Deze mogelijkheid is niet ingeschakeld voor uw API-sleutel: %@
pl: Ta funkcja nie jest włączona dla Twojego klucza API: %@
pt_br: Esta capacidade não está habilitada para sua chave de API: %@
ru: Эта возможность не включена для вашего API-ключа: %@
tr: Bu yetenek API anahtarınız için etkinleştirilmemiş: %@
uk: Ця можливість не ввімкнена для вашого API ключа: %@
vi: Tính năng này không được bật cho khóa API của bạn: %@
zh_hans: 该能力未对当前 API Key 开放：%@
zh_hant: 該功能未對目前 API Key 啟用：%@

# anySearch.error.decoding
source: Failed to parse AnySearch response
ar: فشل تحليل استجابة AnySearch
de: AnySearch-Antwort konnte nicht verarbeitet werden
es: Error al analizar la respuesta de AnySearch
fr: Échec de l’analyse de la réponse AnySearch
id: Gagal mengurai respons AnySearch
it: Impossibile analizzare la risposta AnySearch
ja: AnySearchの応答の解析に失敗しました
ko: AnySearch 응답을 구문 분석하지 못했습니다.
nl: Kan AnySearch-antwoord niet verwerken
pl: Nie udało się przetworzyć odpowiedzi AnySearch
pt_br: Falha ao analisar resposta do AnySearch
ru: Не удалось разобрать ответ AnySearch
tr: AnySearch yanıtı ayrıştırılamadı
uk: Не вдалося розібрати відповідь AnySearch
vi: Không thể phân tích phản hồi AnySearch
zh_hans: AnySearch 响应解析失败
zh_hant: AnySearch 回應解析失敗

# anySearch.error.disabled
source: AnySearch is disabled
ar: AnySearch معطل
de: AnySearch ist deaktiviert
es: AnySearch está deshabilitado
fr: AnySearch est désactivé
id: AnySearch dinonaktifkan
it: AnySearch è disabilitato
ja: AnySearchが無効です
ko: AnySearch가 비활성화되었습니다.
nl: AnySearch is uitgeschakeld
pl: AnySearch jest wyłączony
pt_br: AnySearch está desativado
ru: AnySearch отключён
tr: AnySearch devre dışı
uk: AnySearch вимкнено
vi: AnySearch bị vô hiệu hóa
zh_hans: AnySearch 未启用
zh_hant: AnySearch 未啟用

# anySearch.error.invalidRequestFormat
source: Invalid request parameters: %@
ar: معلمات طلب غير صالحة: %@
de: Ungültige Anfrageparameter: %@
es: Parámetros de solicitud no válidos: %@
fr: Paramètres de requête invalides : %@
id: Parameter permintaan tidak valid: %@
it: Parametri richiesta non validi: %@
ja: リクエストパラメータが無効です: %@
ko: 잘못된 요청 매개변수: %@
nl: Ongeldige aanvraagparameters: %@
pl: Nieprawidłowe parametry żądania: %@
pt_br: Parâmetros de requisição inválidos: %@
ru: Некорректные параметры запроса: %@
tr: Geçersiz istek parametreleri: %@
uk: Недійсні параметри запиту: %@
vi: Tham số yêu cầu không hợp lệ: %@
zh_hans: 请求参数无效：%@
zh_hant: 請求參數無效：%@

# anySearch.error.invalidResponse
source: AnySearch returned an invalid response
ar: أعاد AnySearch استجابة غير صالحة
de: AnySearch hat eine ungültige Antwort zurückgegeben
es: AnySearch devolvió una respuesta no válida
fr: AnySearch a renvoyé une réponse invalide
id: AnySearch mengembalikan respons yang tidak valid
it: AnySearch ha restituito una risposta non valida
ja: AnySearchが無効な応答を返しました
ko: AnySearch가 잘못된 응답을 반환했습니다.
nl: AnySearch retourneerde een ongeldig antwoord
pl: AnySearch zwrócił nieprawidłową odpowiedź
pt_br: AnySearch retornou uma resposta inválida
ru: AnySearch вернул недействительный ответ
tr: AnySearch geçersiz bir yanıt döndürdü
uk: AnySearch повернув недійсну відповідь
vi: AnySearch trả về phản hồi không hợp lệ
zh_hans: AnySearch 返回了无效响应
zh_hant: AnySearch 回傳無效的回應

# anySearch.error.invalidURL
source: Invalid AnySearch URL
ar: رابط AnySearch غير صالح
de: Ungültige AnySearch-URL
es: URL de AnySearch no válida
fr: URL AnySearch invalide
id: URL AnySearch tidak valid
it: URL AnySearch non valido
ja: AnySearch URLが無効です
ko: 잘못된 AnySearch URL
nl: Ongeldige AnySearch-URL
pl: Nieprawidłowy adres URL AnySearch
pt_br: URL do AnySearch inválida
ru: Некорректный URL AnySearch
tr: Geçersiz AnySearch URL'si
uk: Недійсний URL AnySearch
vi: URL AnySearch không hợp lệ
zh_hans: AnySearch URL 无效
zh_hant: AnySearch URL 無效

# anySearch.error.keyQuotaExhausted
source: AnySearch quota exhausted. Upgrade your plan or wait for the next billing cycle
ar: تم استنفاد حصة AnySearch. قم بترقية خطتك أو انتظر دورة الفوترة التالية
de: AnySearch-Kontingent erschöpft. Aktualisieren Sie Ihren Tarif oder warten Sie auf den nächsten Abrechnungszeitraum
es: Cuota de AnySearch agotada. Mejore su plan o espere al próximo ciclo de facturación
fr: Quota AnySearch épuisé. Mettez à niveau votre forfait ou attendez le prochain cycle de facturation
id: Kuota AnySearch habis. Tingkatkan paket Anda atau tunggu siklus penagihan berikutnya
it: Quota AnySearch esaurita. Aggiorna il tuo piano o attendi il prossimo ciclo di fatturazione
ja: AnySearchの割り当てを使い切りました。プランをアップグレードするか、次の請求サイクルをお待ちください
ko: AnySearch 할당량이 소진되었습니다. 요금제를 업그레이드하거나 다음 결제 주기를 기다리세요.
nl: AnySearch-quotum uitgeput. Upgrade uw abonnement of wacht op de volgende factureringscyclus
pl: Limit AnySearch wyczerpany. Zwiększ plan lub poczekaj na następny cykl rozliczeniowy
pt_br: Cota do AnySearch esgotada. Faça upgrade do seu plano ou aguarde o próximo ciclo de faturamento
ru: Квота AnySearch исчерпана. Обновите тариф или дождитесь следующего расчётного периода
tr: AnySearch kotası doldu. Planınızı yükseltin veya bir sonraki fatura dönemini bekleyin
uk: Квота AnySearch вичерпана. Оновіть тарифний план або зачекайте наступного розрахункового періоду
vi: Hết hạn mức AnySearch. Nâng cấp gói hoặc đợi chu kỳ thanh toán tiếp theo
zh_hans: AnySearch 配额已用尽，请升级套餐或等待下个计费周期
zh_hant: AnySearch 配額已用盡，請升級方案或等待下個計費週期
